{
  "piloti": [
    {
      "id": 1,
      "nome": "Max Verstappen",
      "immagine": "https://media.formula1.com/content/dam/fom-website/drivers/2024Drivers/verstappen.jpg.img.1920.medium.jpg/1708344264039.jpg",
      "nazionalita": "Olanda",
      "numero": 1,
      "scuderia": "Red Bull",
      "podi": 98,
      "bio" : "È Max di nome e Max per natura.\n\nDiventato il più giovane concorrente della Formula 1 a soli 17 anni, Verstappen ha spinto al limite la sua macchina, i suoi rivali e i libri dei record di questo sport. L’olandese dal viso da bambino e dal cuore di un leone ha preso per le corna la Toro Rosso – e poi la Red Bull – con il suo istintivo stile di corsa.\n\nIl più giovane marcatore di punti della F1 è diventato presto il suo più giovane vincitore di gare – all'età di 18 anni e 228 giorni – con una guida opportunistica ma controllata al debutto con la Red Bull a Barcellona 2016. Un vero pilota ruota a ruota, un'altra straordinaria guida in Brasile dal fondo del gruppo al podio su una pista bagnata insidiosa ha continuato ad arrivare consensi.\n\nL’atteggiamento senza esclusione di colpi e la dura difesa di Verstappen lo hanno talvolta portato nei guai con i suoi colleghi e finanziatori. Ma gli errori che inizialmente hanno rovinato il suo potenziale hanno lasciato il posto alla maturità, mentre la spavalderia e l’energia che lo rendono un talento di successo sono rimaste – e le vittorie hanno continuato ad arrivare.\n\nHanno portato alla sua prima corona di piloti di F1 dopo l'ormai leggendario scontro finale con Lewis Hamilton nel 2021. A ciò ha fatto seguito una potente difesa del titolo nel 2022, prima di un epico trionfo consecutivo per il terzo campionato, con un record di 19 vittorie da 23 Gran Premi.\n\nFiglio dell'ex pilota di F1 Jos Verstappen e della velocissima mamma di kart Sophie Kumpen, le corse attraversano i suoi geni. Nonostante abbia lasciato la casa di papà per vivere a Monaco, Verstappen rimane vicino alla sua famiglia e, sebbene non abbia paura di dire quello che pensa, può ancora essere sorprendentemente timido.\n\nEssendo diventato il primo campione del mondo dell'Olanda a soli 24 anni, le aspettative per il leader della prossima generazione sono alle stelle, ma con Verstappen c'è la sensazione che il limite sia il cielo."
    },
    {
      "id": 2,
      "nome": "Sergio Perez",
      "immagine": "https://media.formula1.com/content/dam/fom-website/drivers/2024Drivers/perez.jpg.img.1920.medium.jpg/1708344497222.jpg",
      "nazionalita": "Messico",
      "numero": 11,
      "scuderia": "Red Bull",
      "podi": 35,
      "bio": "È il combattente dal tocco gentile proveniente dalla terra della Lucha Libre. La reputazione di Perez in F1 è stata costruita su approcci opposti ai Gran Premi. Da un lato, è un combattente incisivo che lotta per farsi strada attraverso il gruppo e raggiungere i punti. Non ha mai paura di aggiungere un po' di pepe ai suoi incontri in pista, anche i suoi compagni di squadra non sempre sfuggono al calore del messicano. D'altra parte, Perez è un operatore tranquillo, un maestro nella gestione delle gomme per ottenere prestazioni extra e dargli il sopravvento sulla strategia. Uno dei favoriti sulla griglia dopo il suo periodo con Sauber, McLaren, Force India e Racing Point, Perez è maturato fino a diventare un pilota analitico e un giocatore di squadra. Orgoglioso connazionale, il pistolero di Guadalajara ha accumulato più punti di qualsiasi altro messicano nella storia della F1. A Sakhir 2020 ha anche eguagliato l’eroe e connazionale Pedro Rodriguez tagliando per primo la bandiera a scacchi – una prestazione che gli è valsa un posto con i contendenti al titolo Red Bull. Lì ha fornito un ruolo di supporto alle campagne vincenti del campionato 2021/22/23 di Max Verstappen, aggiungendo anche altre cinque vittorie al suo conteggio personale. La sua sfida per il titolo potrebbe non essere assicurata, soprattutto con Verstappen come compagno di squadra, ma Perez lavora duro e corre con il cuore lo è."
    },
    {
      "id": 3,
      "nome": "Charles Leclerc",
      "immagine": "https://media.formula1.com/content/dam/fom-website/drivers/2024Drivers/leclerc.jpg.img.1920.medium.jpg/1708344558637.jpg",
      "nazionalita": "Monaco",
      "numero": 16,
      "scuderia": "Ferrari",
      "podi": 30, 
      "bio": "Nato nell'idillio mediterraneo di Monaco, Leclerc è arrivato in F1 su un'ondata di aspettative. Praticamente impareggiabile nel suo cammino verso le corone della GP3 e della Formula 2, ha messo in mostra un'incredibile gamma di abilità dalle scottanti pole position, ottenendo vittorie - anche quando la sua macchina ha preso fuoco due volte a Silverstone - alla capacità di farsi strada a forza nel gruppo. Vincere due campionati consecutivi ha anche insegnato a Leclerc come gestire la pressione, un altro strumento utile nel grande stagno delle corse di Formula 1. Passando alla F1 nel 2018, Leclerc ha mostrato lampi di ritmo balistico il sabato e brillantezza di corsa la domenica, trascinando la sua Sauber oltre i suoi limiti – e guadagnandosi un posto da corsa incomprensibile alla Ferrari per il 2019, entrando nei panni dell'ultimo campione del mondo della Scuderia, Kimi Raikkonen. Lì ha subito messo il gatto tra i proverbiali piccioni, senza paura di confrontarsi ruota a ruota con l'affermato numero uno, Sebastian Vettel. La prima vittoria in F1 a Spa fu seguita da un’altra una settimana dopo, sul sacro terreno di casa della Ferrari, a Monza. I tifosi avevano trovato un altro nuovo eroe, che poi divenne il primo uomo a superare Vettel in una stagione con la Scuderia, un'impresa che ripeté in modo schiacciante l'anno successivo. Le stagioni 2020 e '21 hanno dato pochi frutti per la Ferrari, ma Leclerc ha mantenuto la determinazione di emergere come un vero contendente al titolo nel 2022. Con tre vittorie, 11 podi e nove pole position, è stato l'unico uomo in grado di lottare costantemente per il titolo contro Max Verstappen: un'impresa che lui e la Scuderia purtroppo non sono riusciti a ripetere nel 2023. Fuori dalla macchina, Leclerc è modesto e premuroso, ma poi porta avanti la sua missione molto personale. Questo entusiasmante giovane talento corre per il suo defunto padre Herve e il suo amico e mentore Jules Bianchi, il pilota di F1 morto nel 2015. In base alle prove finora, li rende entrambi orgogliosi."
    },
    {
      "id": 4,
      "nome": "Carlos Sainz",
      "immagine": "https://media.formula1.com/content/dam/fom-website/drivers/2024Drivers/sainz.jpg.img.1920.medium.jpg/1708344524647.jpg",
      "nazionalita": "Spagna",
      "numero": 55,
      "scuderia": "Ferrari",
      "podi": 18,
      "bio" : "È il matador della famiglia reale delle corse di Madrid. Dopo essere entrato nel Bull Ring della F1 in coppia con Max Verstappen alla Toro Rosso nel 2015, Sainz ha subito mostrato il suo spirito combattivo. Un pilota tenace, mette la macchina al limite mentre si fa strada attraverso il gruppo. Non c'è da stupirsi che Sainz si sia guadagnato il soprannome di Chilli. Ma lo spagnolo è intelligente oltre che istintivo, pensa a come affrontare la gara e arrivare a punti. Questo temperamento calmo lo segue fuori pista, dove rimane imperturbabile di fronte alla pressione di intraprendere una carriera nei Gran Premi con un nome famoso. Sainz è il figlio del due volte campione del mondo di rally, suo omonimo, e ha portato alcune delle abilità di guida di papà sul circuito di F1: junior ama una deliziosa dose di drift, per esempio. Dopo aver seguito le tracce di pneumatici del suo famoso padre, Sainz ha avuto grandi stivali da corsa da riempire: prima alla McLaren, dove ha sostituito il suo eroe d'infanzia Fernando Alonso, e ora alla Ferrari, nella sede precedentemente di proprietà di Sebastian Vettel. Non è mai facile vivere all'ombra dei giganti dello sport, ma Sainz ha mostrato la spinta e la disposizione per affrontarla: fino ad oggi ha ottenuto una vittoria in un Gran Premio in entrambe le stagioni in Scuderia. Vamos!"
    },
    {
      "id": 5,
      "nome": "Lewis Hamilton",
      "immagine": "https://media.formula1.com/content/dam/fom-website/drivers/2024Drivers/hamilton.jpg.img.1920.medium.jpg/1708362076344.jpg",
      "nazionalita": "Inghilterra",
      "numero": 44,
      "scuderia": "Mercedes",
      "podi": 197,
      "bio" : "'Still I Rise': queste sono le parole blasonate sul retro del casco di Lewis Hamilton e tatuate sulle sue spalle, e da quando ha annientato le aspettative con una delle più grandi prestazioni da debuttante nella storia della F1 nel 2007, questo è letteralmente tutto ciò che ha fatto: è salito a in cima alla lista delle pole position di tutti i tempi davanti al suo eroe Ayrton Senna, è balzato al primo posto nella colonna delle vittorie superando l'inimitabile Michael Schumacher, e poi ha eguagliato i sette titoli mondiali del leggendario tedesco. È lui il G.O.A.T? Pochi negherebbero che sia nella conversazione - e per di più ci è arrivato a modo suo, abbinando la sua implacabile velocità con il rifiuto di conformarsi agli stereotipi su come un pilota dovrebbe pensare, vestirsi o comportarsi. Il rispetto è duramente guadagnato in F1, ma Hamilton – ora Lewis Hamilton per essere precisi – lo ha da ognuno dei suoi colleghi. Perché? Perché sanno che qualunque sia la pista, qualunque siano le condizioni, qualunque sia la situazione, quando la sua visiera si abbassa e le luci si spengono, è Hammertime."
    },
    {
      "id": 6,
      "nome": "George Russell",
      "immagine": "https://media.formula1.com/content/dam/fom-website/drivers/2024Drivers/russell.jpg.img.1920.medium.jpg/1708362100444.jpg",
      "nazionalita": "Inghilterra",
      "numero": 63,
      "scuderia": "Mercedes",
      "podi": 11,
      "bio" : "È il pilota con il motto: “In caso di dubbio, vai a tutto gas”. George Russell ha vissuto secondo questo principio per tutta la sua carriera in F1 fino ad oggi, superando il compagno di squadra Robert Kubica in tutti i 21 Gran Premi della sua stagione da rookie, riportando la Williams sul podio nel 2021 e ottenendo la sua prima vittoria in gara con la Mercedes nel 2022. Quella brillante velocità di base è stata molto utile a Russell mentre accumulava titoli nel suo cammino verso la Formula 1. Il britannico ha fatto irruzione nel campionato GP3 2017 e ha consegnato la corona di Formula 2 2018 sotto un'enorme pressione. Individuando il suo potenziale, i campioni del mondo Mercedes si sono precipitati a ingaggiarlo nel loro programma junior nel 2017, quando Russell aveva già un accordo DTM sul tavolo. Ha accumulato più esperienza con sessioni di prove libere con la Force India e test per le Frecce d'Argento, prima di approdare alla sua Williams da corsa con motore Mercedes. Il rifiuto di cedere terreno ai suoi rivali – e l’impegno per un passaggio difficile – sono alla base della mentalità vincente di Russell. Ed è ciò che gli è valso la convocazione per sostituire Lewis Hamilton per un’apparizione una tantum in Mercedes a Sakhir 2020, quando il campione in carica è stato colpito dal Covid-19. Quella svolta da stella ha visto Russell perdere la pole per soli 0,026 secondi e poi superare il fedele Valtteri Bottas della Mercedes. Solo un pit stop pasticciato e una foratura finale straziante hanno impedito una vittoria quasi certa per il super-sub emergente. Ha tenuto la testa bassa alla Williams nel 2021, ottenendo i suoi primi punti e il podio, tenendo gli occhi puntati sul premio più grande. Avendo dimostrato di essere un gran lavoratore e un talento tenace, quel premio arrivò sotto forma di un'opportunità di affrontare il connazionale e sette volte campione Hamilton con una moto identica. È stata un’opportunità che Russell ha apprezzato molto e ha ottenuto la sua prima vittoria in F1 – e l’unica vittoria della Mercedes nel 2022 – in Brasile. La stagione 2023 si è rivelata più dura, ma se le Frecce d’Argento riusciranno a riprendersi e a fornirgli un’auto davvero competitiva, la corsa al titolo sarà sicuramente allettante. Una sfida enorme, ma, come sempre, 'Russell the Rocket' andrà a tutto gas."
    }
  ]
}
